/*
 *
 * HomeScene constants
 *
 */

export const ZH_FAQ_LIST = [
  { label: '服务条款', value: 'service' },
  { label: '国内驾照租车攻略', value: 'strategy' },
  { label: '美国租车保险介绍及服务', value: 'insurance' },
  { label: '租车新手指南', value: 'guide' },
];

export const SERVICE_CONTENT = {
  sections: [
    {
      subTitle: '欢迎来到IC Cars！',
      paragraph: [
        '感谢您使用我们的产品和服务（“服务”）。服务由IC Cars提供（“IC Cars”），我公司位于3350 Scott Blvd，Santa Clara，CA美国。',
        '您对本服务的访问和使用取决于您是否接受和符合这些条款。这些条款适用于所有访问者，用户和访问或使用服务的其他人。',
      ],
    },
    {
      subTitle: '您的IC Cars帐户',
      paragraph: [
        '当您与我们建立帐户时，您必须提供我们准确，完整，最新的信息。如果任何行为构成了违反本条款，可能导致您的帐户将立即终止。',
        '您有责任保护您用于访问服务的密码和您的密码下的任何活动或操作，无论您的密码是我们的服务或第三方服务。',
        '您同意不向任何第三方透露您的密码。你必须立刻通知我们，当您意识到任何违反安全或未经授权的使用帐号。',
      ],
    },
    {
      subTitle: '隐私政策',
      paragraph: [
        'IC Cars认真对待您的隐私。通过本网站提交或收集的任何信息均受我们的隐私政策的约束，其条款纳入本使用条款。',
      ],
    },
    {
      subTitle: '链接到其他网站',
      paragraph: [
        '我们的服务可能包含第三方网站或服务的链接，此类服务不是由IC Cars拥有或控制。',
        '同时IC Cars也对隐私政策或任何第三方网站的做法或服务不承担任何责任内容。您进一步确认并同意IC Cars不得对任何造成的损失或损失，直接或间接负责或承担责任或据称是由于使用或依赖任何人造成的或与之相关的通过任何此类网站或通过任何此类网站提供的内容，商品或服务服务。',
        '当您访问的任何第三方网站或服务时，我们强烈建议您阅读条款和条件以及隐私政策。',
      ],
    },
    {
      subTitle: '终止',
      paragraph: [
        '无论任何原因，如果您违反了条款。我们可以立即终止或暂停访问我们的服务，而无需事先通知。',
        '本条款的所有条款本质上应终止将终止的，包括但不限于所有权规定，保修免责声明，赔偿责任和限制责任。',
        '我们可能会立即终止或暂停您的帐户，恕不另行通知或责任，无论任何原因，包括但不限于如果您违反条款。',
        '终止后，您的使用权将立即停止。如果你希望终止您的帐户，您可能会停止使用该服务。',
      ],
    },
    {
      subTitle: '适用法律',
      paragraph: [
        '这些条款应根据法律进行管理和解释加利福尼亚州，美国，不考虑其冲突法规定。',
        '我们未能执行这些条款的任何权利或规定将不会认为放弃这些权利。如果这些条款的任何条款被保留, 法院无效或无法执行，其余条款条款将继续有效。这些条款构成了整个协议在我们之间关于我们的服务，并取代任何以前的我们之间可能会有关于本服务的协议。',
      ],
    },
    {
      subTitle: '变更',
      paragraph: [
        '我们随时保留自行决定修改或替换这些条款的权利。如果修订是重要的，我们将尽力提供至少30天的时间。 任何新条款生效之前通知。构成材料变更将由我们自行决定。',
        '在这些修订成为后继续访问或使用我们的服务您同意接受修订条款的约束。如果你不同意新条款请停止使用本服务。',
      ],
    },
  ],
  divider: '----------',
  note: '如果您对这些使用条款有任何疑问，请联系我们',
  link: 'service@lendingcar.com',
};

export const STRATEGY_CONTENT = {
  paragraph: [
    '随着中国游客出境自助游的现象越来越普遍，更多游客来到美国选择在当地车行租车自驾游。因为没有车在美国出行会极不方便，而且大型的租车行比如 Hertz ,Enterprise等都需要很大的开销，很多游客会选择IC Cars的租车服务。IC Cars与车行直接对接，没有中间商与中介，让您的租车游变得更省钱便利！',
    '很多朋友问：持中国驾照在美国旅游，是否可以合法开车。中国驾照也能在美国租车吗？这个答案是肯定的。在美国大部分州，中国游客可以轻松使用中国驾照租到心仪的车。然而，驾照其实是各州的地方事务，和联邦政府没有关系，因此不存在所谓的“美国驾照”，只有各州的驾照。是否承认外国驾照也由各州决定。下面是各个州对于中国驾照是否承认的情况：',
  ],
  attentions: {
    title: '虽然持中国驾照可以合法开车上路，但有几件事情中国公民还是应该注意:',
    content: [
      '1.外国驾照只适用于非居民(Nonresident)。居民(Resident) 必须在定居之后（一般是迁入之后30天内）申请本州驾照，以外州甚至外国驾照开车可能被控无证驾驶。不同州和部门对非居民的定义不一样。持旅游签证、入境不超过30天的中国公民，在任何一个州都属于非居民。',
      '2.持有美国绿卡的中国公民不能使用中国驾照。',
      {
        front: '3.出发前准备好',
        license: '中国驾照原件',
        divider: '，',
        ENbook: '英文公证书',
        and: '和',
        passport: '护照原件',
        end: '。现在的中国驾照是中英双语，要确保驾照有效并随身携带。如果可能的话找中国大使馆或来到美国后找律师事务所翻译成英文并盖章或公证。这些翻译件带在身上聊胜于无、以备万一。',
      },
      '4.熟悉美国的道路交通标志。',
      {
        front: '5.有时间的话请完整地读一遍美国的《驾驶员手册》，',
        link: '请参见这里',
        after: '。要熟悉美国开车常识，比如路权、谁先走谁后走、比如哪些车辆必须避让；什么时候必须靠边停；被警察拦之后需要注意些什么（比如双手必须放在方向盘上让警察看到、未经警察许可不能下车）等等。',
      },
    ],
  },
  note: '另：虽然很多朋友说不需要英文公证书也能顺利租到车，但是还是有备无患。万一出现事故或违章，警察需要查询你的驾照时，英文公证书是必须要的。为了减少风险，还是请大家办理一下英文公证书。',
};
